[
  {
    "id": "124e13b9-2d54-4b2f-a74d-a77b362d6ead",
    "clubName": "Lionel-Messi",
    "dtails": "An Argentine international, Messi holds the national record for appearances and is also the country's all-time leading goalscorer. At youth level, he won the 2005 FIFA World Youth Championship, finishing the tournament with both the Golden Ball and Golden Shoe, and an Olympic gold medal at the 2008 Summer Olympics. His style of play as a diminutive, left-footed dribbler drew comparisons with his compatriot Diego Maradona, who described Messi as his successor.",
    "time": 55,
    "img": "https://cdn.britannica.com/34/212134-050-A7289400/Lionel-Messi-2018.jpg"
  },
  {
    "id": "13cbc7ed-a61b-4883-9d42-82d7d8642b86",
    "clubName": "Neymar jr",
    "dtails": "Neymar came into prominence at Santos, where he made his professional debut aged 17. He helped the club win two successive Campeonato Paulista championships, a Copa do Brasil, and the 2011 Copa Libertadores; the latter being Santos' first since 1963. Neymar was twice named the South American Footballer of the Year, in 2011 and 2012, and soon relocated to Europe to join Barcelona. As part of Barcelona's attacking trio with Lionel Messi and Luis Suárez, dubbed MSN, he won the continental treble of La Liga, the Copa del Rey, and the UEFA Champions League. ",
    "time": 54,
    "img": "https://images.ctfassets.net/3mv54pzvptwz/5NlCRlTMSziMaRUQtvaCPi/b908f9aa38ad78e930dc77c7a90cdc7f/NJR_GOAL_OF_THE_WEEK_PSG.jpg"
  },
  {
    "id": "307f166f-1d04-4573-bc37-2f461ea9d4f7",
    "clubName": "Cristiano ronaldo",
    "dtails": "Ronaldo began his senior career with Sporting CP, before signing with Manchester United in 2003, aged 18, winning the FA Cup in his first season. He would also go on to win three consecutive Premier League titles, the Champions League and the FIFA Club World Cup; at age 23, he won his first Ballon d'Or. Ronaldo was the subject of the then-most expensive association football transfer when he signed for Real Madrid in 2009 in a transfer worth €94 million (£80 million), where he won 15 trophies, including two La Liga titles, two Copa del Rey, and four Champions Leagues, and became the club's all-time top goalscorer. He won back-to-back Ballons d'Or in 2013 and 2014, and again in 2016 and 2017,",
    "time": 53,
    "img": "https://s.hs-data.com/bilder/spieler/gross/13029.jpg?fallback=png"
  },
  {
    "id": "4bf9798f-63bc-4a83-b0c6-6a3b816fe922",
    "clubName": "Kylian Mbappé",
    "dtails": "At international level, Mbappé made his senior debut for France in 2017, at age 18. At the 2018 FIFA World Cup, Mbappé became the youngest French player to score at a World Cup, and became the second teenager, after Pelé, to score in a World Cup Final. He finished as the joint second-highest goalscorer as France won the tournament, and won FIFA World Cup Best Young Player and French Player of the Year for his performances.",
    "time": 52,
    "img": "https://www.sportsganga.com/wp-content/uploads/2022/01/kylian-min.jpg"
  },
  {
    "id": "9496d72b-04ec-41f8-9bc3-0a7c9697be8e",
    "clubName": "Mohamed-Salah",
    "dtails": "Salah started his senior career in 2010 playing for Al Mokawloon, departing in 2012 to join Basel, where he won two Swiss Super League titles. In 2014, Salah joined Chelsea for a reported fee of £11 million, but limited gametime led to successive loans to Fiorentina and Roma, who later signed him permanently for €15 million. In the 2016–17 season, Salah was a key figure in Roma's title race against ultimate league winners Juventus, reaching double figures in both goals and assists.[8]",
    "time": 51,
    "img": "https://i2-prod.football.london/incoming/article24689022.ece/ALTERNATES/s1200c/0_Liverpool-star-Mohamed-Salah.jpg"
  },
  {
    "id": "6e5593d3-557b-43cf-8dab-a5140faedfb0",
    "clubName": "Erling Haaland",
    "dtails": "Coming through the youth system, Haaland played at senior level for Bryne's reserve and senior teams. He moved to Molde in 2017 (also playing for their reserve team), with whom he spent two seasons. Haaland signed with Austrian Bundesliga side Red Bull Salzburg in January 2019, winning two league titles and one Austrian Cup. In December 2019, he moved to German Bundesliga club Borussia Dortmund, where he won the DFB-Pokal in 2020–21",
    "time": 50,
    "img": "https://cdn.vox-cdn.com/thumbor/SbYDcOuT7oMpZfe-c8KNq2Hye84=/1400x1400/filters:format(jpeg)/cdn.vox-cdn.com/uploads/chorus_asset/file/23317235/1239167175.jpg"
  }
]