[
  {
    "id": "124e13b9-2d54-4b2f-a74d-a77b362d6ead",
    "clubName": "AFC Bournemouth",
    "dtails": "AFC Bournemouth have returned to the Premier League after two seasons in the Championship. They were only relegated in 2020 having enjoyed five seasons of top flight football.",
    "time": 55,
    "img": "https://yt3.ggpht.com/FdUVbS9sWu6qJn_enrduD9zB5_le9T-RcPJNP-mOcjKVU0JmPCKeFjicdjfbipcRWWgEslZs2Q=s900-c-k-c0x00ffffff-no-rj"
  },
  {
    "id": "13cbc7ed-a61b-4883-9d42-82d7d8642b86",
    "clubName": "Arsenal",
    "dtails": "Arsenal are one of the biggest and most successful clubs in English football, so it is no surprise that their fans have had plenty to sing about over the years.",
    "time": 54,
    "img": "https://c8.alamy.com/comp/2AEY9DT/london-england-july-1-2019-arsenal-football-club-logo-premier-league-england-soccer-player-silhouette-2AEY9DT.jpg"
  },
  {
    "id": "307f166f-1d04-4573-bc37-2f461ea9d4f7",
    "clubName": "Aston Villa",
    "dtails": "Earlier this year we announced our intention to carry out a review of how we visually present Aston Villa Football Club and outlined that a review of our current club crest would form part of this process.",
    "time": 53,
    "img": "https://seeklogo.com/images/A/aston-villa-fc-logo-68B7AD4D45-seeklogo.com.png"
  },
  {
    "id": "4bf9798f-63bc-4a83-b0c6-6a3b816fe922",
    "clubName": "Brentford",
    "dtails": "Brentford Football Club is a professional football club based in Brentford, West London, England. They compete in the Premier League, the highest tier of English football, having gained promotion via the playoffs at the end of the 2020–21 Championship season. Nicknamed , the club was founded in 1889 and played home matches at Griffin Park from 1904 before moving to Gtech Community Stadium in 2020. Their main rivals are fellow West London-based clubs Fulham and Queens Park Rangers.",
    "time": 52,
    "img": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2a/Brentford_FC_crest.svg/1200px-Brentford_FC_crest.svg.png"
  },
  {
    "id": "9496d72b-04ec-41f8-9bc3-0a7c9697be8e",
    "clubName": "Chelsea",
    "dtails": "Chelsea striker Armando Broja could be allowed to leave the club next summer with AC Milan interested. Broja signed a new contract during the summer transfer window until 2028. The young striker has struggled to become a regular in the Chelsea side, especially since the arrival of Pierre-Emerick Aubameyang.",
    "time": 51,
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT_LJrWGaUFEZrtBJnnswoEDWxfaXM6celBQw&usqp=CAU"
  },
  {
    "id": "6e5593d3-557b-43cf-8dab-a5140faedfb0",
    "clubName": "Liverpool",
    "dtails": "After a three-week hiatus from Premier League football, Liverpool are finally set to return to action this weekend. Anfield is set to host Brighton and Hove Albion on Saturday afternoon, who have something in common with the Reds.",
    "time": 50,
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR4Be97CkM23zjjMVewTKahE3b56MgDheX_tA&usqp=CAU"
  }
]